fio/nfs_fuse_benchmark_quic.log
read_test: (g=0): rw=read, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=sync, iodepth=1
fio-3.38-30-g46559
Starting 1 process

read_test: (groupid=0, jobs=1): err= 0: pid=51871: Thu Jan 30 05:21:27 2025
  read: IOPS=10, BW=43.1KiB/s (44.1kB/s)(52.0KiB/1207msec)
    clat (msec): min=55, max=233, avg=88.59, stdev=45.94
     lat (msec): min=55, max=233, avg=88.59, stdev=45.94
    clat percentiles (msec):
     |  1.00th=[   56],  5.00th=[   56], 10.00th=[   61], 20.00th=[   67],
     | 30.00th=[   70], 40.00th=[   71], 50.00th=[   74], 60.00th=[   80],
     | 70.00th=[   85], 80.00th=[   95], 90.00th=[  111], 95.00th=[  234],
     | 99.00th=[  234], 99.50th=[  234], 99.90th=[  234], 99.95th=[  234],
     | 99.99th=[  234]
   bw (  KiB/s): min=   40, max=   40, per=92.85%, avg=40.00, stdev= 0.00, samples=2
   iops        : min=   10, max=   10, avg=10.00, stdev= 0.00, samples=2
  lat (msec)   : 100=84.62%, 250=15.38%
  cpu          : usr=0.00%, sys=0.17%, ctx=15, majf=0, minf=9
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=13,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=43.1KiB/s (44.1kB/s), 43.1KiB/s-43.1KiB/s (44.1kB/s-44.1kB/s), io=52.0KiB (53.2kB), run=1207-1207msec