fio/nfs_fuse_benchmark_tcp.log
read_test: (g=0): rw=read, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=sync, iodepth=1
fio-3.38-30-g46559
Starting 1 process

read_test: (groupid=0, jobs=1): err= 0: pid=258993: Thu Jan 30 00:33:44 2025
  read: IOPS=722, BW=2889KiB/s (2958kB/s)(52.0KiB/18msec)
    clat (usec): min=856, max=1665, avg=1217.52, stdev=222.55
     lat (usec): min=857, max=1666, avg=1218.45, stdev=222.55
    clat percentiles (usec):
     |  1.00th=[  857],  5.00th=[  857], 10.00th=[  914], 20.00th=[ 1057],
     | 30.00th=[ 1139], 40.00th=[ 1156], 50.00th=[ 1172], 60.00th=[ 1237],
     | 70.00th=[ 1336], 80.00th=[ 1385], 90.00th=[ 1500], 95.00th=[ 1663],
     | 99.00th=[ 1663], 99.50th=[ 1663], 99.90th=[ 1663], 99.95th=[ 1663],
     | 99.99th=[ 1663]
  lat (usec)   : 1000=15.38%
  lat (msec)   : 2=84.62%
  cpu          : usr=0.00%, sys=0.00%, ctx=14, majf=0, minf=8
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=13,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=2889KiB/s (2958kB/s), 2889KiB/s-2889KiB/s (2958kB/s-2958kB/s), io=52.0KiB (53.2kB), run=18-18msec